Repository: ShahidUllah-XtremesSoft/INMAHR-Repo
Catalog: WebApp/App_GlobalResources/HumanResourceUI.*.resx
Languages: ar_ae

# btnGridAlreadyCreated
source: Created
ar_ae: تم التسجيل

# btnGridCreateLogin
source: Create
ar_ae: سجل

# btnReceivedLetters
source: Received Letters
ar_ae: الرسائل الواردة

# btnSave
source: Save
ar_ae: حفظ

# btnSentLetters
source: Sent Letters
ar_ae: الرسائل الصادرة

# btnSignIn
source: Sign In
ar_ae: تسجيل الدخول

# canNotApplyWithAvailableBalanceZero
source: Can not apply with available balance 0
ar_ae: لا يمكن التقدم مع رصيد 0

source: Employee Profile
ar_ae: ملف الموظف

source: End date is required
ar_ae: تاريخ الانتهاء مطلوب

source: First select records from grid
ar_ae: حدد السجلات من الشبكة أولاً

# lblAbsent
source: Absent
ar_ae: غياب

# lblAccept
source: Accept
ar_ae: قبول

# lblAction
source: Action
ar_ae: عمل

# lblAddNew
source: Add New
ar_ae: اضافة

# lblApprove
source: Approve
ar_ae: اعتماد

# lblApprovedRequest
source: Approved Requests
ar_ae: الطلبات المعتمدة

# lblAttachment
source: Attachment
ar_ae: المرفق

# lblAvailableBalance
source: Available Balance
ar_ae: الرصيد المتوفر

# lblBalance
source: Balance
ar_ae: الرصيد

# lblBody
source: Body
ar_ae: الجسم

# lblCancelLeaveRequest
source: Leave Cancellation
ar_ae: الغاء الاجازة

# lblCashInLieu
source: Cash In Leiu
ar_ae: بدل نقدن للاجازة

# lblCertificateName
source: Certificate Name (English)
ar_ae: اسم الشهادة (بالغات الانجليزية)

# lblCertificateNameArb
source: Certificate Name (Arabic)
ar_ae: اسم الشهادة (بالغات العربية)

# lblCheckInDate
source: Checkin Date
ar_ae: تاريخ الوصول

# lblCheckinTime
source: Time In
ar_ae: وقت دخول

# lblCheckoutTime
source: Time Out
ar_ae: وقت خروج

# lblClose
source: Close
ar_ae: أغلق

# lblComment
source: Comment
ar_ae: تعليق

# lblCommentArb
source: Comment (Arabic)
ar_ae: ملاحظات (باللغة العربية)

# lblCommentEng
source: Comment (English)
ar_ae: ملاحظات (باللغة الإنجليزية)

# lblCompany
source: Company
ar_ae: الشركة

# lblCompanyDocument
source: Company Document (English)
ar_ae: وثائق الشركة

# lblContractType
source: Contract Type
ar_ae: نوع العقد

# lblCountry
source: Country
ar_ae: الدولة

# lblCreateUserLogin
source: Create User Login
ar_ae: إنشاء تسجيل دخول المستخدم

# lbldailyAttendance
source: Daily Attendance
ar_ae: التحضير يومية

# lblDate
source: Date
ar_ae: التاريخ

# lblDateTime
source: Date/Time
ar_ae: التاريخ/الوقت

# lblDays
source: Days
ar_ae: الايام

# lblDecline
source: Decline
ar_ae: الغاء

# lblDeductionDate
source: Deduction Date
ar_ae: تاريخ الاستطاع

# lblDegressIssueDate
source: Certificate Issue Date
ar_ae: تاريخ الإصداراسم الشهادة

# lblDepartment
source: Section
ar_ae: القسم

# lblDepartmentName
source: Department Name
ar_ae: اسم القسم

# lblDescription
source: Description (English)
ar_ae: الوصف

# lblDescriptionArb
source: Description (Arabic)
ar_ae: الوصف (بالغات العربية)

# lblDescriptionEng
source: Description (English)
ar_ae: الوصف (بالغات الانجليزية)

# lblDocument
source: Document
ar_ae: وثائق

# lblEarlyOutTime
source: Early Out Time
ar_ae: اظافي دقائق

# lblEducationalDocument
source: Document
ar_ae: الإسم الوثيقة

# lblEducationalDocumentInstituteNameArb
source: Institute Name (Arabic)
ar_ae: اسم المدرسة(بالغات العربية)

# lblEducationalDocumentInstituteNameEng
source: Institute Name (English)
ar_ae: اسم المدرسة(بالغات الانجليزية)

# lblEIDNumber
source: EID Number
ar_ae: رقم الهوية

# lblEmail
source: Email
ar_ae: البريد الإلكتروني

# lblEmirates
source: Emirates ID
ar_ae: الهوية الاماراتية

# lblEmiratesOfResidency
source: Emirates Of Residency
ar_ae: امارة الاقامة

# lblEmployeeDocument
source: Employee Document
ar_ae: الوثائق

# lblEmployeeName
source: Employee Name
ar_ae: اسم الموظف

# lblEmployeeNumber
source: Employee Number
ar_ae: رقم الموظف

# lblEmployees
source: Employees
ar_ae: الموظفين

# lblEmployeesAttendance
source: Employees Attendance
ar_ae: تحضير الموظفين

# lblEmployeesCancelLeaveRequest
source: Employees Cancel Leave Request(s)
ar_ae: موظف إلغاء طلب الإجازة

# lblEmployeesCashInLeave
source: Employees Cash In Leave Request(s)
ar_ae: طلبات الإجازات النقدية للموظفين

# lblEmployeesleaveRequest
source: Employees Leave Request(s)
ar_ae: طلب إجازة موظفين

# lblEmployeesOfficialLetterRequests
source: Employees Official Letter Request(s)
ar_ae: طلبات الرسائل الرسمية للموظفين

# lblEmployeesPermissionLeaveRequests
source: Employees Permission Leave Request(s)
ar_ae: طلبات إجازات الموظفين

# lblEmployeesShortLeaveRequests
source: Employees Short Leave Requests
ar_ae: طلبات الإجازات القصيرة للموظفين

# lblEmploymentStatus
source: Employment Status
ar_ae: الحالة

# lblEmpNum
source: Emp #
ar_ae: رقم الموظف

# lblExpiresIn
source: Expires In days
ar_ae: تنتهي في أيام

# lblExpiryDate
source: Expiry Date
ar_ae: تاريخ الإنتهاء

# lblExpiryDateCannotBeLessThanIssue
source: Expiry date cannot be less than issue date
ar_ae: تاريخ الاصدار لا يمكن ان يكون اقل من تاريخ الانتهاء

# lblFile
source: File
ar_ae: الملف

# lblForward
source: Forward
ar_ae: تحويل

# lblFristSelectRecordFromGrid
source: First select records from grid
ar_ae: حدد الخيار من القائمة

# lblFrom
source: From
ar_ae: من

# lblHours
source: Hours
ar_ae: عدد الساعة المطلوبة

# lblInternalLetter
source: Internal Letter
ar_ae: المراسلات الداخلية

# lblIssueDate
source: Issue Date
ar_ae: تاريخ الإصدار

# lblJoinDate
source: Joining Date
ar_ae: تاريخ التوظيف

# lblLateInTime
source: Late In Time
ar_ae: التاخيرات

# lblLeave
source: Leave
ar_ae: رسالة رسمية

# lblLeavebalance
source: Leave Balance
ar_ae: الرصيد المتوفر

# lblLeaveCancellation
source: Leave Cancellation
ar_ae: العودة الي العمل/الغاء إجازة

# lblLeaveRequest
source: Leave Request
ar_ae: طلب اجازة

# lblLeaveType
source: Leave Type
ar_ae: نوع الاجازة

# lblLetterNumber
source: Letter Number
ar_ae: رقم الرسالة

# lblLetterRequest
source: Letter Request
ar_ae: رسالة رسمية

# lblLetterType
source: Letter Type
ar_ae: نوع الرسالة

# lblLineManager
source: Line Manager
ar_ae: المسؤل المباشر

# lblLink
source: Link
ar_ae: ربط

# lblLogin
source: Login
ar_ae: تسجيل الدخول

# lblLogout
source: Logout
ar_ae: تسجيل خروج

# lblMarkAsRead
source: Mark Read
ar_ae: ضع إشارة مقروء

# lblMarksPercentage
source: Marks%
ar_ae: نسبة العلامات

# lblMunicipalityCardExpiryDate
source: Municipality Card Expiry Date
ar_ae: تاريخ الانتهاء بطاقة البلدية

# lblMunicipalityCardIssueDate
source: Municipality Card Issue Date
ar_ae: تاريخ الإصدار بطاقة البلدية

# lblMunicipalityCardNumber
source: Municipality Card Number
ar_ae: رقم بطاقة البلدية

# lblName
source: Name
ar_ae: الإسم

# lblNameArb
source: Name (Arabic)
ar_ae: الإسم (بالغات العربية)

# lblNameEng
source: Name (English)
ar_ae: الإسم (بالغات الانجليزية)

# lblNationality
source: Nationality
ar_ae: الجنسية

# lblNew
source: New
ar_ae: جديد

# lblNewPassword
source: New Password
ar_ae: كلمة المرور الجديدة

# lblNoSignature
source: No Signature
ar_ae: لا التوقيع

# lblNote
source: Note
ar_ae: الملاحظات

# lblNumberOfDays
source: Number Of Days
ar_ae: عدد الايام

# lblNumberOfHours
source: Number Of Hours
ar_ae: عدد الساعة المطلوبة

# lblOccupation
source: Occupation
ar_ae: المهنة

# lblOfficialLetter
source: Letter
ar_ae: رسالة رسمية

# lblOldPassword
source: Old Password
ar_ae: كلمة المرور القديمة

# lblOther
source: Other
ar_ae: أخرة

# lblOtherStatusArb
source: Other Status (Arabic)
ar_ae: (بالغات العربية) وضعيات أخرى

# lblOtherStatusEng
source: Other Status (English)
ar_ae: (بالغات الانجليزية)وضعيات أخرى

# lblParentDepartment
source: Parent Section
ar_ae: القسم الرئيس

# lblParentDepartmentArb
source: Parent Department (Arabic)
ar_ae: القسم الرئيس (بالغات العربية)

# lblParentDepartmentEng
source: Parent Department (English)
ar_ae: القسم الرئيس (بالغات الانجليزية)

# lblPassportExpiryDate
source: Passport Expiry Date
ar_ae: تاريخ انتهاء جواز السفر

# lblPassportIssueDate
source: Passport Issue Date
ar_ae: تاريخ الإصدار جواز السفر

# lblPassportNumber
source: Passport Number
ar_ae: رقم جواز السفر

# lblPendingRequest
source: Pending Requests
ar_ae: الطلبات المعلقة

# lblPersonalAttendance
source: Personal Attendance
ar_ae: تحضير الشخصي

# lblPersonalDocument
source: Document
ar_ae: الإسم الوثيقة

# lblPersonalDocumentExpiryDate
source: Expiry Date
ar_ae: تاريخ الإنتهاء

# lblPersonalDocumentType
source: Document Type
ar_ae: نوع الوثيقة

# lblPhone
source: Phone
ar_ae: رقم الهاتف

# lblPresent
source: Present
ar_ae: حاضر

# lblProcessed
source: Processed
ar_ae: معالجتها

# lblProfession
source: Profession
ar_ae: الوظيفة

# lblProfileImage
source: Profile Image
ar_ae: الصورة الشخصية

# lblPublicHoliday
source: Public Holiday
ar_ae: اجازة رسمية

# lblReadLetter
source: Read Letter
ar_ae: اقرأ الرسالة

# lblremarks
source: Remarks
ar_ae: ملاحظات

# lblReply
source: Reply
ar_ae: الرد

# lblRequest
source: Request
ar_ae: الطلب

# lblRequestDate
source: Request Date
ar_ae: تاريخ طلب الاذن

# lblRequestDenyComment
source: Request Deny Comment
ar_ae: طلب رفض التعليق

# lblReturnTime
source: Return Time/To
ar_ae: الى

# lblRole
source: Role
ar_ae: دور

# lblSalary
source: Salary
ar_ae: الراتب

# lblSearch
source: Search
ar_ae: بحث

# lblSection
source: Section
ar_ae: القسم

# lblSelect
source: Select
ar_ae: اختر

# lblSend
source: Send
ar_ae: ارسل

# lblShortLeave
source: Permission Leave
ar_ae: إجازة قصيرة

# lblShortLeaveRequest
source: Permission Leave Request
ar_ae: إذن خروج

# lblShowAll
source: Show All
ar_ae: الكل

# lblSignature
source: Signature
ar_ae: التوقيع

# lblSignOut
source: Sign Out
ar_ae: خروج

# lblSocialStatusArabic
source: Social Status (Arabic)
ar_ae: الحالة المدنية

# lblSocialStatusArb
source: Social Status (Arabic)
ar_ae: الحالة المدنية

# lblSocialStatusEnglish
source: Social Status (English)
ar_ae: الحالة المدنية (باللغة الإنجليزية)

# lblStartDate
source: Start Date
ar_ae: تاريخ البدء

# lblStartTime
source: Start Time/From
ar_ae: من

# lblStatus
source: Status
ar_ae: الحالة

# lblSubject
source: Subject
ar_ae: الموضوع

# lblTakenLeave
source: Taken Leave
ar_ae: الاجازات المعتمدة

# lblTheDescription
source: The Description
ar_ae: الوصف

# lblTime
source: Time
ar_ae: الوقت

# lblTo
source: To
ar_ae: إلى

# lblUpdatePassword
source: Update Password
ar_ae: تحديث كلمة المرور

# lblVisaExpiryDate
source: Visa Expiry Date
ar_ae: تاريخ انتهاء الإقامة

# lblVisaIssueDate
source: Visa Issue Date
ar_ae: تاريخ اصدار الإقامة

# lblVisaSponsorship
source: Sponsorship
ar_ae: الكفيل

# MsgAttachmentNotFound
source: Attachment not found
ar_ae: لايوجد المرفق

# nearToExpireModalHeader
source: Near to expire document
ar_ae: وثيقة على وشك الانتهاء

# numberOfHourCannotBeZero
source: Number of hours cannot be zero
ar_ae: عدد الساعات لا يجب ان يكون 0

# phEmail
source: Email
ar_ae: اسم االمستخدم

# phEmployeeNumber
source: Employee Number
ar_ae: رقم الموظف

# phPassword
source: Password
ar_ae: كلمه السر

source: Requested day(s) should be less than or equal to available balance
ar_ae: عدد الايام يجب ان يكون اقل او مساوي للرصيد المتاح

source: Requested hour(s) should be less than or equal to available balance
ar_ae: طلب الاذن يجب ان يكون اقل او مساوي للرصيد

source: Start date can not be greater than end date
ar_ae: بداية المدة لا يمكن ان تكون اكثر من نهاية المدة

source: Start date is required
ar_ae: تاريخ البدء مطلوب

source: Start time can not be greater than end time
ar_ae: بداية المدة لا يمكن ان تكون اكبر من مدة النهاية

# tabEducationalDocument
source: Educational Document
ar_ae: وثيقة الدراسية

# tabPersonalDocument
source: Personal Document
ar_ae: الوثائق الشخصية

# tabPersonalInfo
source: Personal Info
ar_ae: معلومات الشخصية
